[WallPhasing X2AbilityTemplate]
LocFriendlyName="幽灵"
LocHelpText="这种护甲结合了一种空间变换，允许穿戴者自由穿越障碍物。"
LocLongDescription="这种护甲结合了一种空间变换，允许穿戴者自由穿越障碍物。"
LocFlyOverText="穿越"

[HighCoverGenerator X2AbilityTemplate]
LocFriendlyName="盾墙"
LocHelpText="产生一个能量护盾来为自己提供<Ability:SHIELDWALL_HP/>烧蚀生命。无论站在哪里都可以为队友提供高掩体。移动或攻击将取消掩体效果。"
LocLongDescription="产生一个能量护盾来为自己提供<Ability:SHIELDWALL_HP/>烧蚀生命。无论站在哪里都可以为队友提供高掩体。移动或攻击将取消掩体效果。"

[HeavyPoweredArmor X2ArmorTemplate]
FriendlyName="W.A.R.护甲"
FriendlyNamePlural="W.A.R.护甲"
"W.A.R.重型动力战斗护甲提供了极大的伤害抗性和生存能力，同时具有一个装在手腕处的武器挂载点。它也可以用强大的\"盾墙\"技术为队友们提供一道临时的掩护屏障。"
TacticalText="<Bullet/> 穿上W.A.R.护甲后，士兵可在腕部挂载重型武器。\n<Bullet/>W.A.R.护甲附赠\"盾墙\"技能，穿着者可在短时间内为盟友提供类似全身掩体的防护效果并在这个过程中加强自己的防御。"